{
  "__component": "lesson-plan.overview",
  "EstLessonTime": "5 x 45 min",
  "ForGrades": "9-12",
  "TargetSubject": "Science",
  "Text": "#### Driving Question(s):\nCan genetic rescue succeed in bringing a population back from the verge of extinction?\n#### Essential Question(s):\nHow do we use scientific methods to measure and develop solutions for our negative impacts on the world?\n#### Learning Objective(s):\n1. Provide examples of variation in genes, traits, and individual survival, and why each is important for a species to persist and evolve.\n2. Summarize how human activities fragment animal populations and how habitat fragmentation limits gene flow, reducing genetic variation.\n3. Predict how increasing genetic variation by introducing new individuals (i.e. by conducting genetic rescue) will impact population size.\n4. Create a logic model showing how genetic rescue occurs; i.e. how the introduction of new individuals to a small, inbred population on the verge of extinction provides needed genetic variation for the population to survive and recover.\n5. Demonstrate understanding of how reduction in both population size and genetic variation in endangered species lead to the \"extinction vortex\"—the increasing likelihood of small populations to blink out due to low population size and recessive genetics from inbreeding.\n6. Propose a model organism to use for research on species that are endangered or infeasible to study.\n7. Interpret scatter plot data from a model organism (Trinidadian guppies) and compare to related data in an endangered species (Florida panthers) to draw broader conclusions about the effectiveness of genetic rescue.\n8. Assess the potential risks and benefits of genetic rescue for a particular species, and propose a course of action.",
  "Tags": [
    {
      "Value": "genetic rescue"
    },
    {
      "Value": "genetics"
    },
    {
      "Value": "conservation"
    },
    {
      "Value": "fish"
    },
    {
      "Value": "cat"
    },
    {
      "Value": "natural selection"
    },
    {
      "Value": "variation"
    },
    {
      "Value": "evolution"
    },
    {
      "Value": "extinction"
    }
  ],
  "SteamEpaulette": {
    "url": "https://catalog.galacticpolymath.com/lessons/geneticRescue_sci/GP-Learning-Epaulette.png"
  },
  "SteamEpaulette_vert": {
    "url": "https://catalog.galacticpolymath.com/lessons/geneticRescue_sci/GP-Learning-Epaulette_vert.png"
  },
  "Description": "Students learn about genetic rescue, an approach for helping endangered populations recover by introducing closely related individuals from a different population. The lesson is framed around the story of Florida panthers, which are a classic success story for genetic rescue. First, students explore Florida panther recovery through the lens of different stakeholders (ranchers, city-dwellers, and Native Americans), discussing ways that each group may have positive or negative associations with panthers. In Day 2, they then explore different options for helping panthers recovery, discussing pros and cons of genetic rescue, captive breeding, or doing nothing. Day 3 provides necessary scaffolding for a deeper dive into genetic rescue by explaining key concepts in the context of Florida panthers. Students also simulate matings to better understand why inbreeding and recessive traits are so problematic in small populations.\n\nIn Day 4, go deeper into genetic rescue: what can go wrong, and students provide evidence of their understanding of how all the concepts connect through a concept mapping exercise, interspersed with our carefully crafted explainer videos. A key take-home is that even though genetic rescue worked in Florida panthers, it's quite risky to test out conservation strategies on an endangered species. The concluding task is to analyze a table of organisms and their characteristics to determine which would be good models to study the effectiveness of genetic rescue without risking a rare species' extinction. Day 5 builds on this to reveal Dr. Sarah Fitzpatrick's (this lesson's sponsor) research using Trinidadian guppies as a model of genetic rescue. Students then spend much of the class period analyzing real, paired data collected from Florida panthers and guppies. They are asked to compare and label graphs from both species, and synthesize broader conclusions. The lesson leaves open many options for project-based lessons and independent projects."
}
